tap "ackerr/tap"
tap "bufbuild/buf"
tap "charmbracelet/tap"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "incu6us/tap"
tap "koekeishiya/formulae"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "wez/wezterm"
brew "xz"
brew "openssl@3"
brew "asciinema"
brew "bison", link: true
brew "glib"
brew "gdk-pixbuf"
brew "icu4c@76"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "chafa"
brew "cloc"
brew "cowsay"
brew "difftastic"
brew "etcd"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghz"
brew "git"
brew "gnu-sed"
brew "go"
brew "go@1.16"
brew "go@1.17"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "gopls"
brew "gost"
brew "gpgme"
brew "graphviz"
brew "grep"
brew "helix"
brew "hey"
brew "htop"
brew "jq"
brew "k9s"
brew "kind"
brew "kustomize"
brew "llvm"
brew "lua"
brew "luajit"
brew "luv"
brew "make"
brew "mycli"
brew "mysql"
brew "mysql-client"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "node", link: false
brew "openvino"
brew "pdm"
brew "poppler"
brew "procs"
brew "protobuf@3"
brew "pyenv"
brew "python-tabulate"
brew "python@3.10"
brew "python@3.9"
brew "qrencode"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "rust"
brew "starship"
brew "stern"
brew "stow"
brew "telnet", link: false
brew "tmux"
brew "topgrade"
brew "tree"
brew "unar"
brew "wget"
brew "wrk"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "ackerr/tap/lab"
brew "bufbuild/buf/buf"
brew "charmbracelet/tap/vhs"
brew "incu6us/tap/goimports-reviser"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "alt-tab"
cask "chatgpt"
cask "hiddenbar"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "raycast"
cask "squirrel"
cask "stats"
cask "wezterm-nightly"
