tap "ackerr/tap"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "wez/wezterm"
brew "asciinema"
brew "cloc"
brew "etcd"
brew "exa"
brew "fzf"
brew "gh"
brew "ghz"
brew "git"
brew "gnu-sed"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "hey"
brew "htop"
brew "k9s"
brew "kind"
brew "kustomize"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "protobuf"
brew "mysql"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "pyenv"
brew "ranger"
brew "redis"
brew "ruby"
brew "rust"
brew "starship"
brew "stern"
brew "stow"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "wrk"
brew "zsh"
brew "ackerr/tap/lab"
cask "keycastr"
cask "kitty"
cask "wezterm-nightly"
