tap "ackerr/tap"
tap "anomalyco/tap"
tap "bufbuild/buf"
tap "charmbracelet/tap"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "incu6us/tap"
tap "koekeishiya/formulae"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "wez/wezterm"
brew "xz"
brew "asciinema"
brew "glib"
brew "bison", link: true
brew "cairo"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "chafa"
brew "cloc"
brew "ripgrep"
brew "codex", link: false
brew "coreutils"
brew "cowsay"
brew "openssl@3"
brew "curl"
brew "difftastic"
brew "docker"
brew "dotenv-linter"
brew "etcd"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghz"
brew "git"
brew "gnu-sed"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "gopls"
brew "gost"
brew "gpgme"
brew "graphviz"
brew "grep"
brew "gtk+3"
brew "helix"
brew "hey"
brew "htop"
brew "icu4c@76"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "libnfc"
brew "llvm"
brew "lua"
brew "luajit"
brew "luv"
brew "make"
brew "node", link: false
brew "mycli"
brew "mysql"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "openvino"
brew "pcsc-lite"
brew "pdm"
brew "pipx"
brew "poppler"
brew "procs"
brew "protobuf@3"
brew "pyenv"
brew "python-tabulate"
brew "python@3.10"
brew "python@3.9"
brew "qrencode"
brew "ranger"
brew "redis", restart_service: :changed
brew "rsync"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "sshuttle"
brew "starship"
brew "stern"
brew "stow"
brew "telnet", link: false
brew "tmux"
brew "topgrade"
brew "tree"
brew "tree-sitter"
brew "unar"
brew "uv", link: false
brew "wget"
brew "wrk"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "ackerr/tap/lab"
brew "anomalyco/tap/opencode"
brew "bufbuild/buf/buf", link: false
brew "charmbracelet/tap/vhs"
brew "incu6us/tap/goimports-reviser"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community@7.0"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "alt-tab"
cask "chatgpt"
cask "claude-code"
cask "cursor"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "hiddenbar"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "ngrok"
cask "raycast"
cask "spotify"
cask "squirrel-app"
cask "stats"
cask "wechat"
cask "wez/wezterm/wezterm-nightly"
vscode "anthropic.claude-code"
vscode "anysphere.cursorpyright"
vscode "catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "firsttris.vscode-jest-runner"
vscode "github.vscode-pull-request-github"
vscode "isudox.vscode-jetbrains-keybindings"
vscode "kenethriera.jb-theme"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "nrwl.angular-console"
vscode "openai.chatgpt"
vscode "prisma.prisma-insider"
vscode "qufiwefefwoyn.kanagawa"
vscode "repreng.csv"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "zainchen.json"
cargo "difftastic"
